tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "arp-scan"
brew "freetype"
brew "python@3.11"
brew "cmake"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-tar"
brew "htop"
brew "ios-deploy"
brew "iproute2mac"
brew "neofetch"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssh"
brew "postgresql@15"
brew "protobuf", link: false
brew "python-tk@3.11"
brew "python@3.10"
brew "qemu"
brew "railway"
brew "sevenzip"
brew "telnet"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "android-platform-tools"
cask "background-music"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "keka"
cask "macvim"
cask "microsoft-edge"
cask "minecraft"
cask "obs"
cask "raspberry-pi-imager"
cask "skype"
cask "spotify"
cask "steam"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
vscode "GitHub.copilot"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
vscode "vadimcn.vscode-lldb"
