tap "homebrew/bundle"
tap "homebrew/services"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "cmake"
brew "coreutils"
brew "opus"
brew "libsodium"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-tar"
brew "htop"
brew "python@3.11"
brew "iproute2mac"
brew "protobuf"
brew "mosh"
brew "mysql-client"
brew "neofetch"
brew "nmap"
brew "node"
brew "openssh"
brew "pkg-config"
brew "python@3.10"
brew "railway"
brew "rsync"
brew "rust"
brew "speedtest-cli"
brew "telnet"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "microsoft-edge"
cask "minecraft"
cask "obs"
cask "prismlauncher"
cask "raspberry-pi-imager"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Darkempire78.discord-tools"
vscode "dbaeumer.vscode-eslint"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "Gydunhn.javascript-essentials"
vscode "kakumei.ts-debug"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "xabikos.JavaScriptSnippets"
