tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "defaultbrowser"
brew "deno"
brew "libsodium"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "zeromq"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "htop"
brew "imake"
brew "ios-deploy"
brew "iproute2mac"
brew "libtool"
brew "libxpm"
brew "lynx"
brew "macvim"
brew "mosh"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk@17"
brew "openmotif"
brew "openssh"
brew "pkg-config"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh-autosuggestions"
cask "adobe-creative-cloud"
cask "amorphousdiskmark"
cask "appcleaner"
cask "background-music", args: { prefpanedir: "~/re" }
cask "balenaetcher"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "camo-studio"
cask "cursor"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "eqmac"
cask "evernote"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "gqrx"
cask "gstreamer-runtime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "microsoft-edge"
cask "obs"
cask "omnidisksweeper"
cask "prismlauncher"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "signal"
cask "skype"
cask "sourcetree"
cask "splashtop-personal"
cask "spotify"
cask "steam"
cask "termius"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wineskin"
cask "xquartz"
cask "zoom"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Darkempire78.discord-tools"
vscode "dbaeumer.vscode-eslint"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "Gydunhn.javascript-essentials"
vscode "kakumei.ts-debug"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "xabikos.JavaScriptSnippets"
